Repository: common-repository/simple-certain-time-to-show-content
Catalog: languages/simple-certain-time-to-show-content-*.po
Languages: da_dk, fr_fr, it_it, nl_nl

source: Plugin Author
da_dk: Plugin-forfatter
fr_fr: Auteur de l'extension
it_it: Escludi l'Autore
nl_nl: Plugin-auteur

source: Plugin by
da_dk: Plugin af
fr_fr: Plugin par
it_it: Plugin di
nl_nl: Plugin door

source: at
da_dk: på
fr_fr: à
it_it: il
nl_nl: op

source: in
da_dk: i
fr_fr: en

source: Contact Me
da_dk: Kontakt mig
fr_fr: Contactez-moi
it_it: Contattami
nl_nl: Neem contact op

source: Feedback or Questions
da_dk: Feedback eller spørgsmål
fr_fr: Commentaires ou questions
it_it: Feedback o domande
nl_nl: Terugkoppeling of vragen

source: Please rate this plugin
da_dk: Bedøm venligst dette plugin
fr_fr: Veuillez évaluer ce plugin
it_it: Valuta questo plugin
nl_nl: Beoordeel deze plugin

source: here
da_dk: her
fr_fr: ici
it_it: clicca qui
nl_nl: hier

source: Contributors
da_dk: Bidragsydere
fr_fr: Contributeurs
it_it: Collaboratori
nl_nl: Medewerkers

source: Thanks to
da_dk: Tak til
fr_fr: Remerciements
it_it: Grazie a
nl_nl: Dankzij

source: At a time of your choosing show or hide anything enclosed within these shortcode tags
da_dk: Vis eller skjul alt, der er indeholdt i disse shortcode-tags, på et tidspunkt, du selv vælger
fr_fr: Au moment de votre choix, vous pouvez afficher ou masquer tout ce qui est contenu dans ces balises de code court
it_it: In un momento a vostra scelta mostrate o nascondete tutto ciò che è racchiuso in questi tag shortcode
nl_nl: Toon of verberg op een door jou gekozen moment alles wat binnen deze shortcode-tags staat

source: Your content here
da_dk: Dit indhold her
fr_fr: Votre contenu ici
it_it: Il vostro contenuto qui
nl_nl: Uw inhoud hier

source: Set the display schedule for each day and time you want your content to appear.
da_dk: Indstil visningsplanen for hver dag og hvert tidspunkt, hvor dit indhold skal vises.
fr_fr: Définissez le calendrier d'affichage pour chaque jour et chaque heure auxquels vous souhaitez que votre contenu apparaisse.
it_it: Impostare il programma di visualizzazione per ogni giorno e ora in cui si desidera che i contenuti vengano visualizzati.
nl_nl: Stel het weergaveschema in voor elke dag en tijd waarop je wilt dat je inhoud verschijnt.

source: Select the proper time zone.
da_dk: Vælg den rigtige tidszone.
fr_fr: Sélectionnez le fuseau horaire approprié.
it_it: Selezionare il fuso orario corretto.
nl_nl: Selecteer de juiste tijdzone.

source: Choose to Show or Hide the content during the selected time periods.
da_dk: Vælg at vise eller skjule indholdet i de valgte tidsperioder.
fr_fr: Choisissez d'afficher ou de masquer le contenu pendant les périodes sélectionnées.
it_it: Scegliere di mostrare o nascondere il contenuto durante le fasce orarie selezionate.
nl_nl: Kies ervoor om de inhoud tijdens de geselecteerde tijdsperioden te tonen of te verbergen.

source: Optionally show a message when the main content is not displayed.
da_dk: Vis eventuelt en besked, når hovedindholdet ikke vises.
fr_fr: Il est possible d'afficher un message lorsque le contenu principal n'est pas affiché.
it_it: Mostra facoltativamente un messaggio quando il contenuto principale non viene visualizzato.
nl_nl: Geef optioneel een bericht weer wanneer de hoofdinhoud niet wordt weergegeven.

source: The content inside the shortcodes can be anything, from a simple message, to a whole Page, Post or Text Widget.
da_dk: Indholdet i kortkoderne kan være hvad som helst, fra en simpel besked til en hel side, et indlæg eller en tekstwidget.
fr_fr: Le contenu des shortcodes peut être n'importe quoi, d'un simple message à une page entière, un article ou un widget de texte.
it_it: Il contenuto degli shortcode può essere qualsiasi cosa, da un semplice messaggio a un'intera pagina, post o widget di testo.
nl_nl: De inhoud in de shortcodes kan van alles zijn, van een eenvoudig bericht tot een hele pagina, post of tekstwidget.

source: Use the shortcodes on a Page, Post in a Text Widget or in a theme file with
da_dk: Brug kortkoderne på en side, et indlæg i en tekstwidget eller i en temafil med
fr_fr: Utilisez les shortcodes sur une page, un article dans un widget texte ou dans un fichier de thème à l'aide de la fonction
it_it: Utilizzate gli shortcode in una pagina, in un post in un widget di testo o in un file del tema con
nl_nl: Gebruik de shortcodes op een pagina, post in een tekstwidget of in een themabestand met

source: If you need help,
da_dk: Hvis du har brug for hjælp,
fr_fr: Si vous avez besoin d'aide,
it_it: Se avete bisogno di aiuto,
nl_nl: Als je hulp nodig hebt,

source: contact me
da_dk: Vil du høre mere? Bliv ringet op.
fr_fr: Contactez-moi
it_it: Contattami
nl_nl: Neem contact op

source: please contact me.
da_dk: kontakt mig venligst.
fr_fr: veuillez me contacter.
it_it: contattatemi.
nl_nl: neem dan contact met mij op.

source: Timer Options
da_dk: Timer-indstillinger
fr_fr: Options de la minuterie
it_it: Opzioni del timer
nl_nl: Timer-opties

source: Instructions
da_dk: Instruktioner
it_it: Istruzioni
nl_nl: Instructies

source: Author
da_dk: Forfatter
fr_fr: Auteur
it_it: Autore
nl_nl: Auteur

source: On These Days
da_dk: På disse dage
fr_fr: Ces jours-ci
it_it: In questi giorni
nl_nl: Op deze dagen

source: Select the days when the content should be displayed
da_dk: Vælg de dage, hvor indholdet skal vises
fr_fr: Sélectionnez les jours où le contenu doit être affiché
it_it: Selezionare i giorni in cui il contenuto deve essere visualizzato
nl_nl: Selecteer de dagen waarop de inhoud moet worden weergegeven

source: From
da_dk: Fra
fr_fr: De
it_it: Da
nl_nl: Van

source: To
da_dk: Til
fr_fr: À
it_it: A
nl_nl: Tot

source: Enter the time range in the format of hours and minutes (e.g., 2:30 pm)
da_dk: Indtast tidsintervallet i formatet timer og minutter (f.eks. 14:30)
fr_fr: Saisissez la plage horaire au format heures et minutes (par exemple, 14h30)
it_it: Immettere l'intervallo di tempo nel formato di ore e minuti (ad esempio, 14:30)
nl_nl: Voer het tijdbereik in het formaat van uren en minuten in (bijv. 14:30 uur)

source: Time Zone
da_dk: Tidszone
fr_fr: Fuseau horaire
it_it: Fuso Orario
nl_nl: Tijdzone

source: Select the timezone for the displayed time range.
da_dk: Vælg tidszonen for det viste tidsinterval.
fr_fr: Sélectionnez le fuseau horaire pour la plage horaire affichée.
it_it: Selezionare il fuso orario per l'intervallo visualizzato.
nl_nl: Selecteer de tijdzone voor het weergegeven tijdbereik.

source: Mode
da_dk: Tilstand
it_it: Modalità
nl_nl: Modus

source: Show
da_dk: Vis
fr_fr: Afficher
it_it: Mostra
nl_nl: Toon

source: Hide
da_dk: Skjul
fr_fr: Masquer
it_it: Nascondi
nl_nl: Verberg

source: Select whether to show or hide the content.
da_dk: Vælg, om du vil vise eller skjule indholdet.
fr_fr: Choisissez d'afficher ou de masquer le contenu.
it_it: Selezionare se mostrare o nascondere il contenuto.
nl_nl: Selecteer of u de inhoud wilt weergeven of verbergen.

source: Alternate Content (Optional)
da_dk: Alternativt indhold (valgfrit)
fr_fr: Contenu alternatif (facultatif)
it_it: Contenuto alternativo (opzionale)
nl_nl: Alternatieve inhoud (optioneel)

source: Save
da_dk: Goym
fr_fr: Sauvegarder
it_it: Salva
nl_nl: Opslaan

source: Submit to save the settings.
da_dk: Send for at gemme indstillingerne.
fr_fr: Soumettre pour enregistrer les paramètres.
it_it: Invia per salvare le impostazioni.
nl_nl: Submit om de instellingen op te slaan.

source: Author Credits
da_dk: Forfatterens kreditering
fr_fr: Crédits de l'auteur
it_it: Crediti d'autore
nl_nl: Auteurskredieten
